Repository: JLEscolaDev/DoomKanban
Catalog: DoomKanban/Localizable.xcstrings
Source language: en
Languages: es

# %@ espacio inmersivo
source: %@ immersive space
es: %@ espacio inmersivo

source: Ends in
es: Final en

source: Game Over
es: Fin de partida

source: GameCenter login necessary for saving
es: Es necesario iniciar sesión en Game Center

source: ℹ️ You must be logged in to GameCenter to retrieve the files.
es: ℹ️ Debes iniciar sesión en Game Center para cargar los datos

source: Loading leaderboard...
es: Cargando podio…

# Logros
source: Archivements
es: Logros

source: Name is available
es: El nombre está disponible

source: Name is not available
es: El nombre no está disponible

source: Next task
es: Siguiente tarea

# Nueva partida
source: New Game
es: Nueva partida

source: Player Name
es: Nombre del jugador

# Podio
source: Leaderboard
es: Podio

source: Points: %lld
es: Puntos %lld

source: Project %lld
es: Projecto %lld

source: Round %lld
es: Ronda %lld

source: Save Score
es: Guardar puntuación

source: Warnings
es: Advertencias

source: You must log in your game center account to see the ranking
es: Debes iniciar sesión en game center para ver el ranking
